[{"id":"rec6d6T3q5EBIdCfD","name":"Royal Botanic Gardens Victoria","info":"Royal Botanic Gardens Victoria, Melbourne Gardens has been a treasured part of Melbourne’s cultural life for more than 170 years – much loved by generations of Victorians, as well as by many visitors from interstate and overseas. It is a picturesque haven for recreation and an important resource for education, conservation, science and horticulture. Melbourne Gardens extends over 38 hectares and houses a collection of more than 8,500 species of plants from around the world, including amazing and diverse plant collections such as camellias, rainforest flora, cacti and succulents, roses, Californian species, herbs, perennials, cycads, plants from Southern China and, in the Rare and Threatened Species Collection, plants from south-eastern Australia.","image":"https://media-cdn.tripadvisor.com/media/photo-w/15/ee/05/e1/the-boardwalk-at-fern.jpg","price":"AU$69.00 per adult"},{"id":"recIwxrvU9HfJR3B4","name":"The Melbourne Cricket Ground","info":"The Melbourne Cricket Ground (MCG) is Australia's largest, oldest and most popular sporting venue. The MCG has hosted plenty of international cricket, including the first-ever Test and the 1992 World Cup final, countless VFL/AFL Grand Finals, the 1956 Olympic Games and 2006 Commonwealth Games. It also hosted the final of ICC Cricket World Cup 2015. Other sporting spectacles include FIFA World Cup soccer qualifiers, rugby league home and away matches and State of Origin and international rugby union clashes.","image":"https://media-cdn.tripadvisor.com/media/photo-s/02/2b/e9/77/the-mighty-mcg-as-seen.jpg","price":"AU$40.00 per adult"},{"id":"recJLWcHScdUtI3ny","name":"The National Gallery of Victoria (NGV)","info":"The National Gallery of Victoria (NGV) is the oldest and most visited gallery in Australia. Situated over two magnificent buildings – NGV International and NGV Australia – the Gallery presents over 40 exhibitions a year including major international blockbusters and a wide range of exhibitions, programs and events, from contemporary art to fashion and design, and major historical exhibitions that are internationally exclusive to Melbourne.","image":"https://media-cdn.tripadvisor.com/media/photo-w/0b/c7/03/b0/photo0jpg.jpg","price":"AU$69.00 per adult"},{"id":"recK2AOoVhIHPLUwn","name":"ArtVo","info":"Welcome to Australia's first immersive, 3D 'trick-art' gallery. Priceless photos. Unbelievable scenarios. Explore the interactive gallery with over 11 themed zones. Touch the art and have fun!","image":"https://media-cdn.tripadvisor.com/media/photo-o/1c/c8/6d/6d/floating-island.jpg","price":"AU$25.00 per adult"},{"id":"receAEzz86KzW2gvH","name":"Eureka Skydeck","info":"Nothing you have ever experienced will prepare you for the awe inspiring view of Melbourne from the observation deck of the highest public vantage point in the Southern Hemisphere. Located at Level 88, Eureka Skydeck is Melbourne's new 'must-see' attraction. Skydeck 88 is the only observation deck in the world that can thrill you with the Edge - a glass cube which projects 3 metres out from the building, with you in it!","image":"https://media-cdn.tripadvisor.com/media/photo-w/05/3b/3a/0d/88.jpg","price":"AU$30.00 per adult"},
{"id":"receAEzz86KzW2gvI","name":"Dandenong Ranges National Park","info":"Nothing you have ever experienced will prepare you for the awe inspiring view of Melbourne from the observation deck of the highest public vantage point in the Southern Hemisphere. Located at Level 88, Eureka Skydeck is Melbourne's new 'must-see' attraction. Skydeck 88 is the only observation deck in the world that can thrill you with the Edge - a glass cube which projects 3 metres out from the building, with you in it!","image":"https://media-cdn.tripadvisor.com/media/photo-w/05/3b/3a/0d/88.jpg","price":"AU$35.00 per adult"}]